Revit 2027 API
ParameterTypeId.RbsElecCircuitNumberOfElementsParam Property
 "Number of Elements"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecCircuitNumberOfElementsParam { get; }
Public Shared ReadOnly Property RbsElecCircuitNumberOfElementsParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecCircuitNumberOfElementsParam {
	ForgeTypeId^ get ();
}
static member RbsElecCircuitNumberOfElementsParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace